{"set1": "A family eating dinner in a traditional American dining room", "set2": "A family eating dinner in a traditional Japanese tatami room", "difference": "American vs. Japanese dining setting"}
{"set1": "A portrait of a woman in Renaissance style", "set2": "A portrait of a woman in Cubist style", "difference": "Renaissance vs. Cubist art style"}
{"set1": "A wedding ceremony in a Christian church", "set2": "A wedding ceremony in a Hindu temple", "difference": "Christian vs. Hindu wedding setting"}
{"set1": "A living room designed in Scandinavian minimalism", "set2": "A living room designed in traditional Middle Eastern style", "difference": "Scandinavian vs. Middle Eastern interior design"}
{"set1": "A painting of a sunflower in the style of Van Gogh", "set2": "A painting of a sunflower in the style of Picasso", "difference": "Van Gogh vs. Picasso painting style"}
{"set1": "A group of people enjoying a meal in an Italian trattoria", "set2": "A group of people enjoying a meal in a Chinese hotpot restaurant", "difference": "Italian vs. Chinese dining setting"}
{"set1": "A man wearing a modern Western business suit", "set2": "A man wearing a traditional Indian sherwani", "difference": "Western vs. Indian attire"}
{"set1": "A street market in Morocco", "set2": "A street market in Thailand", "difference": "Moroccan vs. Thai street market"}
{"set1": "A tea ceremony in a Japanese teahouse", "set2": "A tea ceremony in a British garden", "difference": "Japanese vs. British tea culture"}
{"set1": "A temple with traditional Chinese architecture", "set2": "A temple with traditional Greek architecture", "difference": "Chinese vs. Greek architectural style"}
{"set1": "A modern dance performance in a theater", "set2": "A classical Indian Bharatanatyam performance in a theater", "difference": "modern vs. traditional Indian dance"}
{"set1": "A landscape painting in the style of Chinese ink wash", "set2": "A landscape painting in the style of Romantic oil painting", "difference": "Chinese ink vs. Romantic oil painting style"}
{"set1": "A bride in a white Western wedding dress", "set2": "A bride in a traditional red Chinese wedding dress", "difference": "Western vs. Chinese bridal attire"}
{"set1": "A house designed in contemporary Western architecture", "set2": "A house designed in traditional Japanese architecture", "difference": "Western vs. Japanese architectural style"}
{"set1": "A festival celebration with fireworks on the Fourth of July", "set2": "A festival celebration with lanterns during Mid-Autumn Festival", "difference": "American vs. East Asian cultural festival"}
{"set1": "A music performance by a Western classical orchestra", "set2": "A music performance using traditional African drums", "difference": "Western classical vs. African traditional music"}
{"set1": "A ceramic bowl in minimalist modern design", "set2": "A ceramic bowl with intricate Moroccan patterns", "difference": "minimalist vs. Moroccan pattern style"}
{"set1": "A fashion model wearing Parisian haute couture", "set2": "A fashion model wearing traditional Korean hanbok", "difference": "Parisian vs. Korean fashion"}
{"set1": "A painting of a still life in Baroque style", "set2": "A painting of a still life in Impressionist style", "difference": "Baroque vs. Impressionist art style"}
{"set1": "A religious ceremony in a Catholic cathedral", "set2": "A religious ceremony in a Buddhist monastery", "difference": "Catholic vs. Buddhist setting"}
{"set1": "A woman drinking coffee in a New York cafe", "set2": "A woman drinking tea in a Persian tea house", "difference": "New York cafe vs. Persian tea house"}
